Repository: Alpaca38/MusiQ
Catalog: MusiQ/Localization/Localizable.xcstrings
Source language: en
Languages: ko

# 가수 이름을 띄어쓰기 없이 입력해주세요.
source: Enter the singer's name without blank.
ko: 가수 이름을 띄어쓰기 없이 입력해주세요.

# 검색 결과가 없습니다.
source: No search results found.
ko: 검색 결과가 없습니다.

# 네트워크 연결이 해제되었습니다. 네트워크 상태를 확인해주세요.
source: The network has been disconnected. Please check the network status.
ko: 네트워크 연결이 해제되었습니다. 네트워크 상태를 확인해주세요.

# 노래 듣고 맞추기
source: Listen to the song and guess.
ko: 노래 듣고 맞추기

# 노래 듣고 맞추기 정답률
source: Correct answer rate of Listening Quiz
ko: 노래 듣고 맞추기 정답률

# 노래를 불러오는 중...
source: Loading a song...
ko: 노래를 불러오는 중...

# 다음
source: Next
ko: 다음

# 댄스
source: Dance
ko: 댄스

# 락
source: Rock
ko: 락

# 모든 장르
source: All genres
ko: 모든 장르

# 싱어송라이터
source: Sing a Song Writer
ko: 싱어송라이터

# 앨범 커버 보고 맞추기 정답률
source: Correct answer rate of Artwork Quiz
ko: 앨범 커버 보고 맞추기 정답률

# 앨범커버 보고 맞추기
source: Look at the album cover and guess.
ko: 앨범커버 보고 맞추기

# 얼터너티브
source: Alternative
ko: 얼터너티브

# 오답
source: Wrong Answer
ko: 오답

# 완료
source: Complete
ko: 완료

# 일렉트로닉
source: Electronic
ko: 일렉트로닉

# 장르 선택
source: Select a Genre
ko: 장르 선택

# 정답
source: Correct Answer
ko: 정답

# 제목 또는 가수로 검색할 수 있습니다.
source: You can search by title or singer.
ko: 제목 또는 가수로 검색할 수 있습니다.

# 제목을 띄어쓰기 없이 입력해주세요.
source: Enter the title without spaces.
ko: 제목을 띄어쓰기 없이 입력해주세요.

# 총 %lld개의 곡 플레이
source: Total %lld song plays
ko: 총 %lld개의 곡 플레이

# 퀴즈
source: Quiz
ko: 퀴즈

# 퀴즈 모드 선택
source: Select a Quiz Mode
ko: 퀴즈 모드 선택

# 통계
source: Statistics
ko: 통계

# 틀린 문제
source: Wrong Answer
ko: 틀린 문제

# 틀린 문제 목록
source: Wrong Answer List
ko: 틀린 문제 목록

# 틀린 문제가 없습니다.
source: There is no wrong answer.
ko: 틀린 문제가 없습니다.

# 플레이 기록이 없습니다.
source: There is no play history.
ko: 플레이 기록이 없습니다.

# 플레이한 장르
source: The genre you played
ko: 플레이한 장르

# 플레이한 장르 비율
source: Rate of genres played
ko: 플레이한 장르 비율

# 확인
source: Submit
ko: 확인

# 힙합/랩
source: HipHop/Rap
ko: 힙합/랩
